{
    "about_us": "About Us",
    "courses": "Courses",
    "news": "News",
    "free": "Free Consultation",
    "beliv_experiance": "Experience-based",
    "beliv": " Reliable",
    "feature": "Future",
    "get_your_profil": "Get your portfolio in a short time",
    "ariza_qoldirish": "Leave a request",
    "why_us": "Why us?",
    "no_money": "No money? We have a solution!",
    "no_money_txt": "If you don't have enough money to join the courses, don't get discouraged. We will help you solve this issue.",
    "sale": "Sell your knowledge successfully!",
    "sale_txt": "Our courses not only teach a specific modern profession but also how to work with clients, make extra income, and choose the right job.",
    "strong_masters": "Get quality education from strong specialists!",
    "strong_txt": "All our mentors have at least 3 years of experience and are authors of many projects. Our training programs are shaped with their participation. This is all to ensure you get quality education!",
    "experiance": "Practice, real projects, and portfolio!",
    "experiance_txt": "During our course, students complete real projects and present them to clients. There can't be a better hands-on experience than this! And it’s very useful for their portfolio!",
    "zamonaviy": "Modern environment, free coworking, and Wi-Fi",
    "zamonaviy_txt": "It Time Academy is equipped with all the necessary tools and technologies that meet the requirements of the time. All of these are free for our students!",
    "certificate": "Certificate",
    "certificate_txt": "All students who successfully complete the It Time Academy courses will receive a certificate!",
    "opinion": "Students' opinions",
    "finishing": "Course graduate",
    "choose": "Choose your field",
    "muddatli_tolov": "INSTALLMENT PAYMENT",
    "month": "month",
    "language": "Language of instruction",
  "which_lan": "Uzbek",
  "murakkablik": "Difficulty",
  "murakkablik-turi": "Level of difficulty",
  "davomiyligi": "Duration",
  "kurs_turi": "Course type",
  "kundizgi": "Daytime",
  "kurs_hqida": "Course description",
  "kurs_narxi": "Course price",
  "tolov_shartlar": "Installment payment terms",
    "it_future": "IT is the future, learn one of the modern professions from experienced instructors at It Time Academy!",
    "free_txt": "Leave your phone number, we will contact you and answer all your questions!",
    "name": "Your name",
    "send": "Send",
    "kurs": "Enroll in the course",
    "metods": "Our mentors",
    "sum":"sum",
    "cost": "price",
    "ho1": "Frontend Developer",
    "ho_txt1": "Experience — 1.5 years, Language level — Russian B1, Additional info — student (TATU 4th year)",
    "ho2": "Arabic Language",
    "ho_txt2": "Experience — 2 years, Language level — Arabic B2, Additional info (student at the Islamic Institute)",
    "ho3": "Graphic Designer",
    "ho_txt3": "Experience — 4 years, Language level — B1 (Russian), Additional info — student (Finance 3rd year)",
    "ho4": "Graphic Designer",
    "ho_txt4": "Experience — 1.5 years, Language level — Russian B2, English B2, Number of students — 500+",
    "ho5": "Administrator",
    "ho_txt5": "Experience — 1 year, Additional info — has experience with contract work, student (Law 1st year)",
    "num": "Interesting numbers",
    "num_txt1": "We have trained over 1000 specialists",
    "num_txt2": "Over 50 strong mentors",
    "num_txt3": "Our mentors' experience is at least 2 years",
    "most_questions": "Most asked questions",
    "question1": "Will I be able to find a job after finishing the course?",
    "ansver1": "Yes, of course! Our successful students are working at several companies right now, and you can join them as well.",
    "question2": "What should I do if I have already finished Frontend or another course?",
    "ansver2": "If you have completed the course 100% (for example, Frontend with JS advanced, any framework) and have at least two projects on Git, we will invite you for an interview. If the course was incomplete, we will start training from the beginning.",
    "question3": "What design patterns are used in Flutter programming?",
    "ansver3": "In Flutter, patterns like Widget Tree, State Management, BLoC (Business Logic Component), MVVM (Model-View-ViewModel), Provider, GetX are used",
    "hamkorlarimiz": "Our partners",
    "yonalish": "Can't decide on a direction?",
    "yonalish_txt": "If you have questions about the format or can't decide, leave your phone number, and our operators will call you back.",
    "kursni_tanlang": "Choose a course",
    "kursga_yozilish": "Enroll in a course",
    "show": "Посмотреть все курсы",
    "booking": "Записаться на бесплатный урок"
  }
  