{
    "about_us": "О нас",
    "courses": "Курсы",
    "news": "Новости",
    "free": "Бесплатная консультация",
    "beliv_experiance": "Основано на опыте",
    "beliv": " Надежный",
    "feature": "Будущее",
    "get_your_profil": "Получите портфолио за короткое время",
    "ariza_qoldirish": "Оставить заявку",
    "why_us": "Почему именно мы?",
    "no_money": "Нет денег? Есть решение!",
    "no_money_txt": "Если у вас недостаточно средств для участия в курсах, не отчаивайтесь. Мы поможем вам решить эту проблему.",
    "sale": "Продайте свои знания с успехом!",
    "sale_txt": "Наши курсы обучают не только современным профессиям, но и тому, как работать с клиентами, зарабатывать дополнительные деньги и правильно выбирать рабочее место.",
    "strong_masters": "Получите качественное образование от сильных специалистов!",
    "strong_txt": "Все наши наставники имеют минимум 3 года опыта и являются авторами множества проектов. Наши учебные программы разрабатываются с их участием. Это все для того, чтобы вы получили качественное образование!",
    "experiance": "Практика, реальные проекты и портфолио!",
    "experiance_txt": "Во время нашего курса студенты завершают реальные проекты и представляют их клиентам. Нет лучшего практического опыта, чем это! И это очень полезно для их портфолио!",
    "zamonaviy": "Современная среда, бесплатный коворкинг и Wi-Fi",
    "zamonaviy_txt": "Учебный центр It Time Academy оснащен всеми возможностями и технологиями, соответствующими требованиям времени. Все это бесплатно для наших студентов!",
    "certificate": "Сертификат",
    "certificate_txt": "Все студенты, успешно завершившие курсы It Time Academy, получают сертификат!",
    "opinion": "Отзывы наших студентов",
    "finishing": "Выпускник курса",
    "choose": "Выберите свою область",
    "muddatli_tolov": "ПОКУПКА В РАССРОЧКУ",
    "month": "месяц",
    "language": "Язык обучения",
  "which_lan": "Узбекский",
  "murakkablik": "Сложность",
  "murakkablik-turi": "Уровень сложности",
  "davomiyligi": "Продолжительность",
  "kurs_turi": "Тип курса",
  "kundizgi": "Дневное",
  "kurs_hqida": "Описание курса",
  "kurs_narxi": "Цена курса",
  "tolov_shartlar": "Условия оплаты в рассрочку",
    "sum":"sum",
    "kurs": "Записаться на курс",
    "cost": "цена",
    "it_future": "IT - это будущее, учитесь у опытных наставников в IT Time Academy!",
    "free_txt": "Оставьте свой номер телефона, мы свяжемся с вами и ответим на все вопросы!",
    "name": "Ваше имя",
    "send": "Отправить",
    "metods": "Наши наставники",
    "ho1": "Frontend разработчик",
    "ho_txt1": "Опыт — 1,5 года, Уровень языка — русский B1, Дополнительная информация — студент (TATU 4-й курс)",
    "ho2": "Арабский язык",
    "ho_txt2": "Опыт — 2 года, Уровень языка — арабский B2, Дополнительная информация (студент Исламского института)",
    "ho3": "Графический дизайнер",
    "ho_txt3": "Опыт — 4 года, Уровень языка — B1 (русский), Дополнительная информация — студент (финансовый 3-й курс)",
    "ho4": "Графический дизайнер",
    "ho_txt4": "Опыт — 1,5 года, Уровень языка — русский B2, английский B2, Количество студентов — 500+",
    "ho5": "Администратор",
    "ho_txt5": "Опыт — 1 год, Дополнительная информация — имеет опыт работы с контрактами, студент (юридический 1-й курс)",
    "num": "Интересные цифры",
    "num_txt1": "мы подготовили более 1000 специалистов",
    "num_txt2": "более 50 сильных наставников",
    "num_txt3": "опыт наших наставников минимум 2 года",
    "most_questions": "Часто задаваемые вопросы",
    "question1": "Смогу ли я найти работу после окончания курса?",
    "ansver1": "Да, конечно! Наши успешные студенты работают в нескольких компаниях, и вы также можете стать одним из них.",
    "question2": "Что делать, если я уже прошел курс по Frontend или другому направлению?",
    "ansver2": "Если вы завершили курс на 100% (например, Frontend и JS advanced, любой framework) и у вас есть хотя бы два проекта на Git, мы пригласим вас на собеседование. Если вы не завершили курс, мы начнем обучение с самого начала.",
    "question3": "Какие паттерны дизайна используются в Flutter?",
    "ansver3": "В Flutter используются такие паттерны как Widget Tree, State Management, BLoC (Business Logic Component), MVVM (Model-View-ViewModel), Provider, GetX и другие.",
    "hamkorlarimiz": "Наши партнеры",
    "yonalish": "Не можете выбрать направление?",
    "yonalish_txt": "Если у вас есть вопросы по формату или вы не можете выбрать, оставьте свой номер телефона, и наши операторы перезвонят вам.",
    "kursni_tanlang": "Выберите курс",
    "kursga_yozilish": "Записаться на курс",
    "booking": "Записаться на бесплатный урок",
    "show": "Посмотреть все курсы",
    "taqdirlash": "Награждение студентов",
    "xulosa": "Студенты, достигшие отличных результатов на экзаменах, были награждены и получили благодарственные письма. Кроме того, были организованы индивидуальные встречи со студентами.",
    "game": "Футбольный матч среди студентов",
    "footbal": "В воскресенье состоится футбольный турнир среди студентов нашего центра. Приглашаем всех принять участие в игре.",
    "malumot": "Информация об учебном центре",
    "oquv_markazi": "Информация об учебном центре",
    "boglaning": "Связаться с нами",
    "location": "Город Ташкент, район Юнусабад, улица Амир Темур, дом 100",
    "it1": "Получите качественное образование от опытных преподавателей в IT Time Академии!",
    "it2": "Мы стремимся предоставить знания, которые не только помогут нашим студентам в их будущей карьере, но и будут способствовать их профессиональному и карьерному росту.",  
  "it3": "Мы верим, что практика приводит к результатам, поэтому курс включает практические занятия и проекты для закрепления знаний. После курса будут дополнительные 2 месяца командных практических занятий. Вас научат работать над зарубежными проектами, помогут с трудоустройством и подготовкой к интервью. Отличившихся выпускников примут на работу в партнерские компании.",
  "it_news":"Новости Академии It Time",
  "wifi": "Бесплатный Wi-Fi",
    "proekt": "Реальные проекты",
    "koworking": "Коворкинг-пространство с бесплатным доступом",
    "oquvchilar": "Конкурсы и мастер-классы для студентов",
    "doimiy_ustoz": "Постоянная поддержка преподавателя и техническая помощь",
    "sertificat": "Официальный сертификат и портфолио по завершении курса",
    "quality": "Все необходимые условия для обучения",
    "darslar_yoziladi": "Уроки записываются и отправляются в Telegram-группу",
    "ishga": "Рекомендации и помощь в трудоустройстве"
  }
  